---
kind: method
id: M:Autodesk.Revit.DB.TessellatedBuildIssue.Dispose
source: html/af2ff164-3247-3a9f-6d84-a63d5dae899c.htm
---
# Autodesk.Revit.DB.TessellatedBuildIssue.Dispose Method

Releases all resources used by the TessellatedBuildIssue

## Syntax (C#)
```csharp
public void Dispose()
```